Repository: arturinister/Danbooru-Lite
Catalog: Danbooru Lite/Resources/*.lproj/Localizable.strings
Languages: ja, ru, zh_hant

source: Thumbnail Quality
ja: サムネイル品質
ru: Значок Качество
zh_hant: 縮略圖質量

source: Cancel
ja: キャンセル
ru: Отмена
zh_hant: 取消

source: High
ja: 高い
ru: Высокая
zh_hant: 高

source: Low
ja: 低いです
ru: Низкий
zh_hant: 低

source: Flickr
zh_hant: Flickr的

source: Kochan
ru: Кочан
zh_hant: 科昌

source: Setup URL
ja: セットアップURL
ru: Установка URL
zh_hant: 設置網址

source: OK
ru: ОК
zh_hant: 好

source: No Content
ja: いいえコンテンツありません
ru: Без содержания
zh_hant: 無內容

# reqyestwassucess
source: Request was successful
ja: リクエストが成功しました
ru: Запрос был успешным
zh_hant: 申請成功

source: Bad Request
ja: 要求の形式が正しくありません
zh_hant: 錯誤的請求

# thegivanparamcouldnot
source: The given parameters could not be parsed
ja: 与えられたパラメータを解析できませんでした
ru: Данные параметры не могут быть разобраны
zh_hant: 給定參數無法解析

source: Unauthorized
ja: 不正な
ru: неразрешенный
zh_hant: 擅自

# authendicationfailed
source: Authentication failed
ja: 認証に失敗しました
ru: Ошибка аутентификации
zh_hant: 驗證失敗

source: Forbidden
ja: 禁じられました
ru: запрещено
zh_hant: 被禁止

# acessdenid
source: Access denied
ja: アクセスが拒否されました
ru: Доступ закрыт
zh_hant: 拒絕訪問

source: Not Found
ja: 見つかりません
ru: не обнаружена
zh_hant: 未找到

source: Gone
ja: ゴーン
ru: Прошло
zh_hant: 飄

# paginationliit
source: Pagination limit
ja: 改ページの制限
ru: предел Pagination
zh_hant: 分頁限制

source: Invalid Record
ja: 無効なレコード
ru: Недопустимая запись
zh_hant: 無效記錄

# recordcouldnot
source: Record could not be saved
ja: レコードは保存できませんでした
ru: Запись не может быть сохранена
zh_hant: 記錄無法保存

source: Locked
ja: ロック
ru: запертый
zh_hant: 鎖定

# resourceislocke
source: The resource is locked and cannot be modified
ja: リソースがロックされ、変更することはできません
ru: Ресурс заблокирован и не может быть изменен
zh_hant: 資源被鎖定，無法修改

# alreadyexist
source: Already Exists
ja: もう存在している
ru: Уже существует
zh_hant: 已經存在

# resourcealreadyexist
source: Resource already exists
ja: リソースが既に存在しています
ru: Ресурс уже существует
zh_hant: 資源已存在

# invalidparam
source: Invalid Parameters
ja: 無効なパラメータ
ru: Неверные параметры
zh_hant: 參數無效

# thgivenparamerer
source: The given parameters were invalid
ja: 指定されたパラメータが無効でした
ru: Данные параметры были признаны недействительными
zh_hant: 給定參數無效

source: User Throttled
ja: ユーザー絞ります
ru: Пользователь Throttled
zh_hant: 用戶經過調節

# useristhrottled
source: User is throttled, try again later
ja: ユーザーが絞られ、後で再試行してください
ru: Пользователь дросселирования, повторите попытку позже
zh_hant: 用戶被節流，請稍後再試

source: Internal Server Error
ja: 内部サーバーエラー
ru: Внутренняя ошибка сервера
zh_hant: 內部服務器錯誤

# adatabasetimeout
source: A database timeout, or some unknown error occurred on the server
ja: データベースのタイムアウト、またはいくつかの未知のサーバーでエラーが発生しました
ru: Таймаут базы данных, или какая-то неизвестная ошибка на сервере
zh_hant: 數據庫超時，或者一些未知的錯誤發生在服務器上

# serviceunailable
source: Service Unavailable
ja: サービスは利用できません
ru: Сервис недоступен
zh_hant: 暫停服務

# servercannot
source: Server cannot currently handle the request, try again later (returned during downbooru)
ja: サーバーは現在、要求を処理できない、（downbooru中に返された）後にもう一度お試しください
ru: Сервер не может в настоящее время обработать запрос, повторите попытку позже (вернулся во downbooru)
zh_hant: 服務器目前無法處理請求，請稍後再試（downbooru期間返回）

# nointernet
source: No Internet Connection
ja: いいえ、インターネット接続
ru: Нет соединения с интернетом
zh_hant: 沒有網絡連接

# decodererror
source: Internal error, Please try again after sometime.
ja: 内部エラーが発生し、しばらくして、もう一度お試しください。
ru: Внутренняя ошибка, пожалуйста, попробуйте еще раз через некоторое время.
zh_hant: 內部錯誤，請稍後再試。

# urlnotvalid
source: Url is not valid.
ja: URLが有効ではありません。
ru: Url не является действительным.
zh_hant: 鏈接無效。

source: Server Error
ja: サーバーエラー
ru: Ошибка сервера
zh_hant: 服務器錯誤

# service
source: Service Setup
ja: サービスの設定
ru: Установка Service
zh_hant: 服務設置

source: Settings
ja: 設定
ru: настройки
zh_hant: 設置

source: Services
ja: サービス
ru: Сервисы
zh_hant: 服務

source: Application
ja: 応用
ru: заявка
zh_hant: 應用

# appname
source: Danbooru Lite
zh_hant: Danbooru精簡版

# servicesettings
source: Services Settings
ja: サービスの設定
ru: Настройки услуги
zh_hant: 服務設置

# servicesettingsdetails
source: Set imageboard service settings
ja: 画像掲示板サービスの設定を設定します
ru: Настройка параметров службы доскам
zh_hant: 設置imageboard服務設置

source: Themes
ja: テーマ
ru: Темы
zh_hant: 主題

# themesdetails
source: Set number of images in one request.
ja: 1つのリクエスト内の画像の数を設定します。
ru: Установить количество изображений в одном запросе.
zh_hant: 集數一個請求圖像。

# noofimages
source: No. of Images in one Page
ja: 1ページ内の画像の番号
ru: Количество изображений на одной странице
zh_hant: 形象的一個頁碼

# noofimagesdetails
source: Set number of images in one request.
ja: 1つのリクエスト内の画像の数を設定します。
ru: Установить количество изображений в одном запросе.
zh_hant: 集數一個請求圖像。

# imagesinrow
source: No. of Images in one Row
ja: 一列に画像の番号
ru: Количество изображений в одном ряду
zh_hant: 形象的一個行號

# imagesinrowdetails
source: Set number of images in one single row.
ja: 単一の行のイメージの数を設定します。
ru: Установить количество изображений в одном ряду.
zh_hant: 集數在一個單列的圖像。

# clearcache
source: Clear Image Cache
ja: 鮮明な画像キャッシュ
ru: Очистить кэш изображений
zh_hant: 清除圖像緩存

# clearcachedetails
source: Remove cached images form device.
ja: キャッシュされた画像を削除し、デバイスを形成します。
ru: Удалить кэшируются изображения формы устройства.
zh_hant: 刪除緩存的圖像形式的器件。

# about
source: About Danbooru Lite
ja: Danbooru Liteの概要
ru: О Danbooru Lite
zh_hant: 關於Danbooru精簡版

# privacy
source: Privacy Policy
ja: 個人情報保護方針
ru: политика конфиденциальности
zh_hant: 隱私政策

# domaintext
source: https://
ja: https：//で
zh_hant: https：//開頭

# domaindetails
source: e.g. https://example.com
ja: 例えばhttps://example.com
ru: например https://example.com
zh_hant: 例如https://example.com

# domainplaceholder
source: Service URL
ja: サービスURL
ru: URL службы
zh_hant: 服務URL

source: Next
ja: 次
ru: следующий
zh_hant: 下一個

source: Skip
ja: スキップ
ru: Пропускать
zh_hant: 跳躍

# textbulletintitle
source: Number of Images in one Request
ja: 1つのリクエスト内の画像の数
ru: Количество изображений в одном запросе
zh_hant: 形象的一個請求數

# textbulletindescription
source: This change will reflact immediately
ja: この変更はすぐにreflactます
ru: Это изменение будет reflact немедленно
zh_hant: 這一變化將立即reflact

# textbulletinplaceholder
source: Enter Number
ja: 番号を入力します。
ru: Введите номер
zh_hant: 輸入號碼

source: Change
ja: 変化する
ru: + Изменить
zh_hant: 更改

# textbulletintitle2
source: Number of Images in one Row
ja: 一列に画像の数
ru: Количество изображений в одном ряду
zh_hant: 形象的一個行號

# textbulletindescription2
source: In Home screen this change will effect after next app launch.
ja: ホーム画面では、この変更は、次回アプリ起動後に有効になります。
ru: В главном экране это изменение будет эффект после следующего запуска приложения.
zh_hant: 在主屏幕上這種變化將下一個應用程序啟動後生效。

# selectcolor
source: Select Theme Color
ja: テーマカラーを選択
ru: Выберите тему Color
zh_hant: 選擇主題顏色

# texterror
source: You must enter some number to continue.
ja: 続行するには、いくつかの番号を入力する必要があります。
ru: Вы должны ввести некоторое количество, чтобы продолжить.
zh_hant: 您必須輸入一些數字繼續。
